{
  "3D-печать": [
    {
      "id": 1,
      "name": "Фотополимерная смола Premium",
      "description": "Высококачественная фотополимерная смола Premium разработана для профессиональной 3D-печати с исключительной точностью и детализацией. Эта смола обеспечивает превосходное качество поверхности, минимальную усадку и высокую прочность готовых изделий. Идеально подходит для создания сложных моделей, прототипов и ювелирных изделий. Благодаря оптимизированной формуле, смола гарантирует стабильные результаты даже при длительных сеансах печати, а её низкая вязкость облегчает процесс очистки и постобработки.",
      "price": 3500,
      "image": "images/3d_print/product1.png",
      "specs": {
        "Тип": "Фотополимер",
        "Объём": "1 литр",
        "Точность": "Высокая",
        "Совместимость": "SLA принтеры"
      }
    },
    {
      "id": 2,
      "name": "Пластик ABS Pro",
      "description": "ABS Pro — это высокопрочный пластик, созданный для печати долговечных и надёжных деталей. Его уникальная формула обеспечивает отличную ударопрочность, термостойкость и устойчивость к механическим нагрузкам. Подходит для создания функциональных прототипов, автомобильных компонентов и корпусов электроники. Пластик обладает высокой адгезией слоёв, что минимизирует деформацию при печати, а также легко поддаётся постобработке, включая шлифовку и покраску.",
      "price": 2800,
      "image": "images/3d_print/product2.png",
      "specs": {
        "Тип": "ABS",
        "Температура плавления": "220 °C",
        "Прочность": "Высокая"
      }
    },
    {
      "id": 3,
      "name": "Сопло 0.4 мм",
      "description": "Сопло диаметром 0.4 мм — это универсальное решение для 3D-принтеров, обеспечивающее оптимальный баланс между скоростью и точностью печати. Изготовленное из высококачественной латуни, оно обладает отличной теплопроводностью и износостойкостью, что гарантирует стабильную работу даже при интенсивном использовании. Подходит для печати широкого спектра материалов, включая PLA, ABS и PETG. Легко устанавливается и совместимо с большинством современных 3D-принтеров.",
      "price": 1200,
      "image": "images/3d_print/product3.png",
      "specs": {
        "Диаметр": "0.4 мм",
        "Материал": "Латунь",
        "Совместимость": "3D принтеры"
      }
    },
    {
      "id": 4,
      "name": "Платформа BuildMax",
      "description": "Платформа BuildMax — это надёжное решение для 3D-печати, обеспечивающее равномерное распределение тепла и отличную адгезию моделей. Изготовлена из закалённого стекла с высокой теплопроводностью, что предотвращает деформацию изделий и упрощает их снятие после печати. Платформа устойчива к царапинам и легко очищается, что делает её идеальной для интенсивного использования. Подходит для широкого спектра материалов и обеспечивает стабильные результаты даже при печати больших объектов.",
      "price": 5000,
      "image": "images/3d_print/product4.png",
      "specs": {
        "Размер": "200x200 мм",
        "Материал": "Стекло",
        "Теплопроводность": "Высокая"
      }
    },
    {
      "id": 5,
      "name": "Фотополимерная смола Standard",
      "description": "Универсальная фотополимерная смола Standard создана для решения широкого спектра задач 3D-печати. Она сочетает в себе доступную цену и высокое качество, обеспечивая чёткие детали и гладкую поверхность готовых моделей. Подходит как для начинающих, так и для опытных пользователей SLA-принтеров. Смола обладает средней вязкостью, что упрощает её использование, и подходит для печати декоративных изделий, прототипов и функциональных деталей с умеренными требованиями к прочности.",
      "price": 3000,
      "image": "images/3d_print/product5.png",
      "specs": {
        "Тип": "Фотополимер",
        "Объём": "1 литр",
        "Совместимость": "SLA принтеры"
      }
    }
  ],
  "Электроника": [
    {
      "id": 6,
      "name": "Плата Arduino Uno",
      "description": "Arduino Uno — это универсальная микроконтроллерная плата, идеально подходящая как для начинающих, так и для опытных разработчиков. Построенная на базе микроконтроллера ATmega328P, она обеспечивает простоту программирования и широкие возможности для реализации электронных проектов. Плата поддерживает множество датчиков, модулей и шилдов, что делает её идеальной для обучения, прототипирования и создания интерактивных устройств. Надёжная конструкция и открытая экосистема Arduino обеспечивают лёгкость в использовании и бесконечный простор для творчества.",
      "price": 4500,
      "image": "images/electronics/product1.png",
      "specs": {
        "Микроконтроллер": "ATmega328P",
        "Напряжение": "5V",
        "Порты": "14 цифровых, 6 аналоговых"
      }
    },
    {
      "id": 7,
      "name": "Датчик температуры DS18B20",
      "description": "Цифровой датчик температуры DS18B20 — это надёжный и высокоточный инструмент для измерения температуры в диапазоне от -55°C до +125°C. Благодаря протоколу 1-Wire он прост в подключении и позволяет использовать несколько датчиков на одной линии. Идеально подходит для проектов автоматизации, метеостанций, систем контроля климата и других приложений, где требуется точное измерение температуры. Компактный корпус и высокая устойчивость к внешним воздействиям делают его отличным выбором для любых условий эксплуатации.",
      "price": 800,
      "image": "images/electronics/product2.png",
      "specs": {
        "Диапазон": "-55°C до +125°C",
        "Точность": "±0.5°C",
        "Протокол": "1-Wire"
      }
    },
    {
      "id": 8,
      "name": "Контроллер ESP8266",
      "description": "ESP8266 — это мощный и компактный Wi-Fi модуль, созданный для проектов интернета вещей (IoT). Он обеспечивает надёжное беспроводное соединение по стандарту 802.11 b/g/n, позволяя легко интегрировать устройства в сеть. Модуль оснащён GPIO и ADC, что делает его универсальным для управления датчиками, актуаторами и другими устройствами. Простота программирования через Arduino IDE и низкое энергопотребление делают ESP8266 идеальным выбором для умных домов, автоматизации и удалённого мониторинга.",
      "price": 2200,
      "image": "images/electronics/product3.png",
      "specs": {
        "Wi-Fi": "802.11 b/g/n",
        "Напряжение": "3.3V",
        "Периферия": "GPIO, ADC"
      }
    },
    {
      "id": 9,
      "name": "Дисплей OLED 0.96\"",
      "description": "Компактный OLED-дисплей с диагональю 0.96 дюйма обеспечивает яркое и чёткое изображение с разрешением 128x64 пикселей. Благодаря интерфейсу I2C он легко подключается к микроконтроллерам, таким как Arduino или ESP8266. Дисплей отличается низким энергопотреблением, высоким контрастом и широкими углами обзора, что делает его идеальным для портативных устройств, носимых гаджетов и информационных панелей. Простота интеграции и долговечность делают этот дисплей отличным выбором для любых проектов.",
      "price": 1500,
      "image": "images/electronics/product4.png",
      "specs": {
        "Размер": "0.96 дюймов",
        "Разрешение": "128x64",
        "Интерфейс": "I2C"
      }
    },
    {
      "id": 10,
      "name": "Плата Raspberry Pi 4",
      "description": "Raspberry Pi 4 — это мощный одноплатный компьютер, который подходит для широкого спектра задач: от образовательных проектов до создания медиацентров, серверов и систем умного дома. Оснащён 4-ядерным процессором Cortex-A72 и оперативной памятью до 8 ГБ, он обеспечивает высокую производительность для многозадачных приложений. Множество интерфейсов, включая HDMI, USB и Ethernet, делают его универсальным решением для разработчиков. Плата поддерживает Linux и другие операционные системы, открывая безграничные возможности для экспериментов и инноваций.",
      "price": 20000,
      "image": "images/electronics/product5.png",
      "specs": {
        "Процессор": "Quad-core Cortex-A72",
        "ОЗУ": "2/4/8GB",
        "Интерфейсы": "HDMI, USB, Ethernet"
      }
    }
  ],
  "Робототехника": [
    {
      "id": 11,
      "name": "Насадка мотора Brushless",
      "description": "Высокоэффективный бесщеточный мотор предназначен для робототехнических проектов, требующих мощности и надёжности. Этот мотор обеспечивает высокий крутящий момент и энергоэффективность, что делает его идеальным для создания автономных роботов, дронов и других сложных систем. Благодаря низкому уровню шума и долговечности, он подходит для длительной эксплуатации в интенсивных условиях. Совместим с большинством контроллеров и платформ, используемых в робототехнике, обеспечивая гибкость в проектировании.",
      "price": 7500,
      "image": "images/robotics/product1.png",
      "specs": {
        "Тип": "Бесщеточный",
        "Напряжение": "12V",
        "Совместимость": "Робототехника"
      }
    },
    {
      "id": 12,
      "name": "Сервопривод MG90S",
      "description": "Компактный сервопривод MG90S обеспечивает точное и плавное управление движением в робототехнических и электронных проектах. С углом поворота 180° и высокой скоростью реакции, он идеально подходит для управления манипуляторами, роботизированными руками и моделями. Прочная металлическая шестерня гарантирует долговечность, а небольшой вес и размер делают его удобным для использования в ограниченном пространстве. Поддерживает широкий диапазон напряжений, что упрощает интеграцию в различные системы.",
      "price": 1200,
      "image": "images/robotics/product2.png",
      "specs": {
        "Угол поворота": "180°",
        "Скорость": "0.1 сек/60°",
        "Напряжение": "4.8-6V"
      }
    },
    {
      "id": 13,
      "name": "Роботизированное шасси Basic",
      "description": "Роботизированное шасси Basic — это универсальная платформа для создания мобильных роботов. Прочная конструкция из пластика и металла обеспечивает устойчивость и долговечность, а просторная база позволяет устанавливать дополнительные компоненты, такие как сенсоры, камеры и контроллеры. Шасси рассчитано на два мотора, что делает его идеальным для создания простых колёсных роботов или прототипов. Подходит как для образовательных проектов, так и для хоббийных разработок в области робототехники.",
      "price": 4500,
      "image": "images/robotics/product3.png",
      "specs": {
        "Базовые размеры": "300x200 мм",
        "Материал": "Пластик/Металл",
        "Вместимость": "2 мотора"
      }
    },
    {
      "id": 14,
      "name": "Механический компонент GearX",
      "description": "Набор GearX включает высококачественные стальные шестерни и валы, предназначенные для создания сложных механических систем в робототехнике. С передаточным числом 1:50 этот комплект обеспечивает точную передачу крутящего момента, что идеально подходит для редукторов и приводов. Прочный материал гарантирует устойчивость к износу даже при высоких нагрузках. Набор совместим с большинством робототехнических платформ и подходит для создания как простых, так и сложных механизмов.",
      "price": 2300,
      "image": "images/robotics/product4.png",
      "specs": {
        "Материал": "Сталь",
        "Передаточное число": "1:50",
        "Диаметр": "50 мм"
      }
    },
    {
      "id": 15,
      "name": "Мотор DC 12V",
      "description": "Мотор постоянного тока 12V — это надёжное решение для роботизированных систем, требующих стабильной мощности. С выходной мощностью 60 Вт он подходит для привода колёс, манипуляторов и других подвижных элементов. Мотор отличается высокой эффективностью, низким уровнем шума и простотой подключения к стандартным контроллерам. Его компактный дизайн и универсальность делают его отличным выбором для робототехнических проектов любого уровня сложности, от любительских до профессиональных.",
      "price": 3200,
      "image": "images/robotics/product5.png",
      "specs": {
        "Тип": "Постоянного тока",
        "Напряжение": "12V",
        "Мощность": "60W"
      }
    }
  ],
  "Материалы": [
    {
      "id": 16,
      "name": "Акриловый лист Clear",
      "description": "Прозрачный акриловый лист Clear — это универсальный материал для декоративных и функциональных проектов. Благодаря высокой прозрачности и устойчивости к ультрафиолету, он идеально подходит для создания витрин, вывесок, защитных экранов и дизайнерских элементов. Лист легко поддаётся резке, формовке и склеиванию, что делает его популярным выбором среди мастеров и дизайнеров. Прочный, лёгкий и долговечный, этот акрил сохраняет свой эстетичный вид даже при длительном использовании в различных условиях.",
      "price": 1500,
      "image": "images/materials/product1.png",
      "specs": {
        "Толщина": "3 мм",
        "Размер": "1000x500 мм",
        "Прозрачность": "Высокая"
      }
    },
    {
      "id": 17,
      "name": "Фанера Premium",
      "description": "Фанера Premium высшего класса предназначена для точных и качественных работ в строительстве, мебельном производстве и хоббийных проектах. Изготовленная из отборных слоёв древесины, она обладает высокой прочностью, устойчивостью к деформации и гладкой поверхностью, готовой к обработке. Подходит для лазерной резки, фрезеровки и создания декоративных элементов. Экологически чистый материал обеспечивает долговечность и надёжность конструкций, сохраняя эстетичный вид даже при интенсивной эксплуатации.",
      "price": 2000,
      "image": "images/materials/product2.png",
      "specs": {
        "Толщина": "5 мм",
        "Размер": "2440x1220 мм",
        "Класс": "Высший"
      }
    },
    {
      "id": 18,
      "name": "Композитный лист Carbon",
      "description": "Композитный лист Carbon с углеродным волокном сочетает в себе лёгкость и исключительную прочность, что делает его идеальным для высокотехнологичных проектов. Этот материал широко используется в робототехнике, авиамоделировании и создании спортивного оборудования благодаря своей устойчивости к нагрузкам и коррозии. Гладкая поверхность и стильный внешний вид делают его также популярным в дизайне. Лист легко обрабатывается и подходит для создания как функциональных, так и декоративных элементов.",
      "price": 4500,
      "image": "images/materials/product3.png",
      "specs": {
        "Состав": "Углеродное волокно",
        "Толщина": "2 мм",
        "Прочность": "Очень высокая"
      }
    },
    {
      "id": 19,
      "name": "Проволока стальная",
      "description": "Стальная проволока представляет собой прочный и универсальный материал для создания каркасов, конструкций и декоративных элементов. Благодаря высокой прочности и гибкости, она подходит для использования в робототехнике, строительстве и хоббийных проектах. Проволока устойчива к коррозии и механическим нагрузкам, что обеспечивает долговечность конструкций. Её легко резать и формировать, что делает её незаменимой для точной работы и сложных дизайнов.",
      "price": 800,
      "image": "images/materials/product4.png",
      "specs": {
        "Диаметр": "1 мм",
        "Материал": "Сталь",
        "Применение": "Конструкции"
      }
    },
    {
      "id": 20,
      "name": "Проводящая ткань Flexi",
      "description": "Проводящая ткань Flexi — это инновационный материал для создания гибких сенсорных панелей и носимых электронных устройств. Благодаря низкому сопротивлению и высокой гибкости, она идеально подходит для интеграции в умные текстильные изделия, датчики давления и интерактивные поверхности. Ткань легко режется и сшивается, что позволяет использовать её в самых разнообразных проектах, от модной электроники до экспериментальных IoT-устройств. Надёжный и долговечный материал для креативных решений.",
      "price": 3500,
      "image": "images/materials/product5.png",
      "specs": {
        "Ширина": "50 см",
        "Сопротивление": "Низкое",
        "Применение": "Сенсоры"
      }
    }
  ],
  "Инструменты": [
    {
      "id": 21,
      "name": "Паяльная станция Pro",
      "description": "Паяльная станция Pro — это профессиональный инструмент для точной и эффективной пайки электронных компонентов. С мощностью 60 Вт и широким диапазоном регулировки температуры, она подходит для работы с мелкими деталями и сложными платами. Цифровой дисплей обеспечивает удобный контроль параметров, а эргономичный дизайн повышает комфорт при длительной работе. Станция оснащена защитой от перегрева и антистатической системой, что делает её идеальной для профессионалов и энтузиастов электроники.",
      "price": 9800,
      "image": "images/tools/product1.png",
      "specs": {
        "Мощность": "60 Вт",
        "Температура": "200-480 °C",
        "Тип": "Цифровая"
      }
    },
    {
      "id": 22,
      "name": "Мультиметр DigitalX",
      "description": "Цифровой мультиметр DigitalX — это надёжный инструмент для измерения напряжения, тока и сопротивления с высокой точностью. Компактный и удобный в использовании, он оснащён большим цифровым дисплеем и функцией автоматического выбора диапазона. Подходит для диагностики электронных схем, ремонта техники и образовательных проектов. Прочный корпус и защита от перегрузки обеспечивают долговечность, а дополнительные функции, такие как тестирование диодов, делают его универсальным решением для любых задач.",
      "price": 3200,
      "image": "images/tools/product2.png",
      "specs": {
        "Функции": "Вольт, Ампер, Ом",
        "Точность": "±1%",
        "Дисплей": "Цифровой"
      }
    },
    {
      "id": 23,
      "name": "3D-ручка Creator",
      "description": "3D-ручка Creator — это инновационный инструмент для создания объёмных моделей и прототипов прямо на ваших глазах. С регулируемой температурой и скоростью экструзии, она позволяет работать с различными типами пластика, обеспечивая точность и креативность. Лёгкая и эргономичная, ручка питается через USB, что делает её портативной и удобной для использования в любом месте. Идеально подходит для дизайнеров, художников и детей, желающих воплотить свои идеи в 3D.",
      "price": 4500,
      "image": "images/tools/product3.png",
      "specs": {
        "Температура": "200-240 °C",
        "Скорость": "Регулируемая",
        "Питание": "USB"
      }
    },
    {
      "id": 24,
      "name": "Набор отверток SetMaster",
      "description": "Набор отверток SetMaster включает 10 высококачественных инструментов из хром-ванадиевой стали, предназначенных для ремонта и сборки электроники, мебели и других механизмов. Разнообразие насадок позволяет справляться с винтами различных типов и размеров. Эргономичные рукоятки обеспечивают удобство и точность, а компактный кейс упрощает хранение и транспортировку. Этот набор станет незаменимым помощником для профессионалов и любителей, ценящих надёжность и универсальность.",
      "price": 1500,
      "image": "images/tools/product4.png",
      "specs": {
        "Количество": "10 шт.",
        "Материал": "Хром-ванадиевая сталь",
        "Упаковка": "С кейсом"
      }
    },
    {
      "id": 25,
      "name": "Паяльная станция Mini",
      "description": "Компактная паяльная станция Mini идеально подходит для мелких электронных работ и хоббийных проектов. Несмотря на небольшой размер, она обеспечивает стабильную мощность 40 Вт и точную регулировку температуры для аккуратной пайки. Лёгкий и портативный дизайн делает её удобной для работы в ограниченном пространстве. Станция оснащена прочным паяльником и системой быстрого нагрева, что позволяет экономить время и добиваться профессиональных результатов даже новичкам.",
      "price": 7500,
      "image": "images/tools/product5.png",
      "specs": {
        "Мощность": "40 Вт",
        "Температура": "180-400 °C",
        "Размер": "Компактный"
      }
    }
  ],
  "Оптика": [
    {
      "id": 26,
      "name": "Лазерный модуль BlueBeam",
      "description": "Лазерный модуль BlueBeam — это компактное и мощное устройство, идеально подходящее для демонстраций, хоббийных проектов и образовательных экспериментов. Излучая яркий синий луч с длиной волны 450 нм, он обеспечивает чёткую видимость даже при дневном свете. Модуль прост в установке и совместим с широким спектром платформ, включая Arduino и Raspberry Pi. Надёжная конструкция и низкое энергопотребление делают его отличным выбором для создания лазерных указок, декоративной подсветки или систем наведения.",
      "price": 5000,
      "image": "images/optics/product1.png",
      "specs": {
        "Мощность": "5 мВт",
        "Длина волны": "450 нм",
        "Питание": "5V"
      }
    },
    {
      "id": 27,
      "name": "Линза ConvexPro",
      "description": "Выпуклая линза ConvexPro изготовлена из высококачественного оптического стекла, обеспечивая превосходную чёткость и минимальные искажения. С фокусным расстоянием 50 мм она идеально подходит для использования в оптических системах, таких как проекторы, микроскопы или самодельные телескопы. Линза устойчива к царапинам и обладает высокой светопропускной способностью, что делает её надёжным выбором для профессиональных и любительских проектов в области оптики и фотографии.",
      "price": 2200,
      "image": "images/optics/product2.png",
      "specs": {
        "Фокусное расстояние": "50 мм",
        "Диаметр": "25 мм",
        "Материал": "Оптическое стекло"
      }
    },
    {
      "id": 28,
      "name": "Светодиодный модуль Lumos",
      "description": "Светодиодный модуль Lumos обеспечивает яркое и равномерное белое свечение, идеально подходящее для подсветки, сигнализации или декоративных решений. С мощностью 3 Вт и низким энергопотреблением он подходит для длительной работы в системах освещения, робототехнике и IoT-проектах. Модуль легко интегрируется с различными контроллерами благодаря простому подключению. Прочный корпус и высокая надёжность делают Lumos отличным выбором для создания энергоэффективных световых решений.",
      "price": 1800,
      "image": "images/optics/product3.png",
      "specs": {
        "Мощность": "3W",
        "Цвет": "Белый",
        "Напряжение": "12V"
      }
    },
    {
      "id": 29,
      "name": "Инфракрасный датчик IR-Sense",
      "description": "Инфракрасный датчик IR-Sense предназначен для надёжного обнаружения объектов на расстоянии до 5 метров. Работая на частоте 38 кГц, он идеально подходит для систем автоматизации, охранных устройств и робототехнических проектов. Датчик отличается высокой чувствительностью, компактным размером и низким энергопотреблением, что делает его удобным для интеграции в портативные устройства. Простота подключения и совместимость с популярными микроконтроллерами обеспечивают универсальность применения.",
      "price": 1400,
      "image": "images/optics/product4.png",
      "specs": {
        "Диапазон": "5 м",
        "Частота": "38 кГц",
        "Напряжение": "3.3V"
      }
    },
    {
      "id": 30,
      "name": "Светофильтр ColorFix",
      "description": "Светофильтр ColorFix — это компактное решение для коррекции цвета в оптических системах, идеально подходящее для фотографии, видеосъёмки и научных экспериментов. Изготовленный из высококачественного материала, фильтр обеспечивает точную цветопередачу и минимизирует искажения. Его небольшой размер позволяет легко интегрировать его в различные устройства, включая камеры и оптические приборы. Прочный и долговечный, ColorFix станет незаменимым инструментом для профессионалов и энтузиастов, стремящихся к идеальному качеству изображения.",
      "price": 900,
      "image": "images/optics/product5.png",
      "specs": {
        "Тип": "Цветной",
        "Размер": "25x25 мм",
        "Применение": "Фотография"
      }
    }
  ],
  "Программируемые устройства": [
    {
      "id": 31,
      "name": "ESP32 DevKit",
      "description": "ESP32 DevKit — это мощная и универсальная платформа для разработки проектов интернета вещей (IoT). Оснащённая двухъядерным микроконтроллером ESP32, она поддерживает Wi-Fi и Bluetooth BLE, что делает её идеальной для создания умных устройств, систем автоматизации и беспроводных сенсоров. Простота программирования через Arduino IDE или ESP-IDF, а также широкий набор периферийных интерфейсов обеспечивают гибкость для реализации как простых, так и сложных проектов. Компактный дизайн и низкое энергопотребление делают DevKit отличным выбором для энтузиастов и профессионалов.",
      "price": 3800,
      "image": "images/programmable/product1.png",
      "specs": {
        "Микроконтроллер": "ESP32",
        "Wi-Fi": "802.11 b/g/n",
        "Bluetooth": "BLE"
      }
    },
    {
      "id": 32,
      "name": "STM32 Nucleo",
      "description": "STM32 Nucleo — это универсальная плата для разработки встраиваемых систем, идеально подходящая для создания прототипов и сложных приложений. Построенная на базе микроконтроллера STM32F411, она предлагает высокую производительность, богатый набор интерфейсов (USART, I2C, SPI) и совместимость с экосистемой Arduino. Плата поддерживает отладку и программирование через встроенный ST-Link, что упрощает разработку. Подходит для образовательных целей, промышленных приложений и хоббийных проектов, обеспечивая надёжность и гибкость.",
      "price": 4200,
      "image": "images/programmable/product2.png",
      "specs": {
        "Микроконтроллер": "STM32F411",
        "ОЗУ": "128KB",
        "Интерфейсы": "USART, I2C, SPI"
      }
    },
    {
      "id": 33,
      "name": "Контроллер Arduino Mega",
      "description": "Arduino Mega — это мощная плата на базе микроконтроллера ATmega2560, предназначенная для сложных проектов, требующих большого количества входов/выходов. С 54 цифровыми и 16 аналоговыми пинами она идеально подходит для управления множеством датчиков, актуаторов и модулей одновременно. Плата поддерживает широкий спектр шилдов и библиотек Arduino, что делает её популярной среди разработчиков робототехники, автоматизации и IoT. Простота программирования и высокая надёжность делают Arduino Mega отличным выбором для масштабных проектов.",
      "price": 4600,
      "image": "images/programmable/product3.png",
      "specs": {
        "Микроконтроллер": "ATmega2560",
        "Пины": "54 цифровых, 16 аналоговых",
        "Напряжение": "5V"
      }
    },
    {
      "id": 34,
      "name": "FPGA Board Xilinx",
      "description": "FPGA Board Xilinx на базе чипа Spartan-6 — это высокопроизводительное программируемое устройство для сложных вычислительных задач. С 150 тысячами логических элементов оно подходит для разработки цифровых систем, обработки сигналов, криптографии и машинного обучения. Плата поддерживает гибкую настройку логики и высокоскоростные интерфейсы, что делает её идеальной для профессиональных разработчиков и исследователей. Надёжная конструкция и поддержка популярных инструментов разработки, таких как Vivado, обеспечивают высокую эффективность в реализации сложных проектов.",
      "price": 15000,
      "image": "images/programmable/product4.png",
      "specs": {
        "Чип": "Xilinx Spartan-6",
        "Логических элементов": "150K",
        "Напряжение": "1.8V/3.3V"
      }
    },
    {
      "id": 35,
      "name": "ESP32 WROOM",
      "description": "ESP32 WROOM — это компактный и мощный модуль для беспроводных проектов, оснащённый двухъядерным микроконтроллером ESP32. С поддержкой Wi-Fi 802.11 b/g/n и 4 МБ встроенной памяти, он идеально подходит для создания IoT-устройств, умных домов и систем удалённого мониторинга. Модуль отличается энергоэффективностью и компактным размером, что позволяет легко интегрировать его в портативные устройства. Простота программирования через популярные платформы делает WROOM универсальным решением для разработчиков любого уровня.",
      "price": 4000,
      "image": "images/programmable/product5.png",
      "specs": {
        "Микроконтроллер": "ESP32",
        "Память": "4MB",
        "Wi-Fi": "802.11 b/g/n"
      }
    }
  ],
  "Механика и крепеж": [
    {
      "id": 36,
      "name": "Подшипники 6204",
      "description": "Шариковые подшипники 6204 — это высококачественные компоненты, предназначенные для использования в машинах и механизмах, где требуется плавное вращение и высокая нагрузочная способность. Изготовленные из прочной стали, они обеспечивают долговечность и устойчивость к износу даже при интенсивной эксплуатации. Подшипники подходят для электродвигателей, робототехнических систем и промышленного оборудования. Их стандартный размер и универсальная конструкция делают их незаменимыми для множества механических приложений.",
      "price": 600,
      "image": "images/mechanics/product1.png",
      "specs": {
        "Тип": "Шариковые",
        "Диаметр": "40 мм",
        "Нагрузка": "Высокая"
      }
    },
    {
      "id": 37,
      "name": "Направляющие рейлинговые",
      "description": "Рейлинговые направляющие длиной 500 мм предназначены для обеспечения точного и плавного перемещения деталей в механических системах. Изготовленные из высокопрочной стали, они обладают высокой износостойкостью и точностью ±0.1 мм, что делает их идеальными для использования в 3D-принтерах, ЧПУ-станках и робототехнических платформах. Направляющие легко устанавливаются и совместимы с большинством стандартных компонентов, обеспечивая надёжность и долговечность в сложных конструкциях.",
      "price": 2200,
      "image": "images/mechanics/product2.png",
      "specs": {
        "Длина": "500 мм",
        "Материал": "Сталь",
        "Точность": "±0.1 мм"
      }
    },
    {
      "id": 38,
      "name": "Уголки металлические",
      "description": "Металлические уголки размером 50x50 мм — это надёжные крепежные элементы, предназначенные для создания прочных конструкций. Изготовленные из высококачественного металла, они обеспечивают устойчивость к деформациям и коррозии, что делает их идеальными для использования в строительстве, робототехнике и мебельном производстве. Лёгкие, но прочные, эти уголки подходят для соединения деталей в каркасах, рамах и других механических системах, обеспечивая стабильность и долговечность.",
      "price": 800,
      "image": "images/mechanics/product3.png",
      "specs": {
        "Размер": "50x50 мм",
        "Материал": "Металл",
        "Вес": "200 г"
      }
    },
    {
      "id": 39,
      "name": "Винты самонарезающие",
      "description": "Самонарезающие винты диаметром 4 мм и длиной 20 мм изготовлены из прочной стали, что обеспечивает надёжное крепление различных материалов, включая металл, пластик и древесину. Их специальная конструкция позволяет обходиться без предварительного сверления, упрощая монтаж. Винты устойчивы к коррозии и подходят для использования в сложных условиях, таких как робототехника, строительство и ремонт. Универсальность и высокое качество делают их незаменимым элементом для любых крепежных задач.",
      "price": 450,
      "image": "images/mechanics/product4.png",
      "specs": {
        "Диаметр": "4 мм",
        "Длина": "20 мм",
        "Материал": "Сталь"
      }
    },
    {
      "id": 40,
      "name": "Гайки металлические",
      "description": "Металлические гайки M6 изготовлены из высококачественной стали, обеспечивая надёжное и долговечное соединение в различных конструкциях. Их стандартный размер делает их универсальными для использования в робототехнике, строительстве и механических системах. Гайки устойчивы к коррозии и высоким нагрузкам, что гарантирует их долговечность даже в интенсивных условиях эксплуатации. Компактные и лёгкие, они идеально подходят для создания прочных соединений в сочетании с соответствующими болтами и винтами.",
      "price": 300,
      "image": "images/mechanics/product5.png",
      "specs": {
        "Размер": "M6",
        "Материал": "Сталь",
        "Вес": "20 г"
      }
    }
  ],
  "Энергетика": [
    {
      "id": 41,
      "name": "Аккумулятор Li-Ion 2000mAh",
      "description": "Li-Ion аккумулятор ёмкостью 2000 мАч — это надёжный источник питания для портативных устройств, таких как Arduino-проекты, робототехнические системы и носимая электроника. Обеспечивая стабильное напряжение 3.7 В, он отличается высокой энергоёмкостью, компактным размером и длительным сроком службы. Встроенная защита от перезаряда и глубокого разряда гарантирует безопасность и долговечность. Идеально подходит для приложений, где требуется автономное питание с минимальным весом.",
      "price": 4200,
      "image": "images/energy/product1.png",
      "specs": {
        "Ёмкость": "2000 mAh",
        "Напряжение": "3.7V",
        "Тип": "Li-Ion"
      }
    },
    {
      "id": 42,
      "name": "Солнечная панель 50W",
      "description": "Компактная солнечная панель мощностью 50 Вт предназначена для автономного питания небольших систем, таких как портативные зарядные устройства, освещение или IoT-устройства. С эффективностью 15% и прочной конструкцией, она обеспечивает стабильную выработку энергии даже в условиях переменной освещённости. Лёгкий вес и компактные размеры делают её удобной для использования в походах, кемпинге или для создания автономных систем в удалённых местах. Панель устойчива к погодным условиям и проста в установке.",
      "price": 8500,
      "image": "images/energy/product2.png",
      "specs": {
        "Мощность": "50W",
        "Размер": "30x20 см",
        "Эффективность": "15%"
      }
    },
    {
      "id": 43,
      "name": "Преобразователь напряжения 12V-5V",
      "description": "DC-DC преобразователь напряжения 12V-5V обеспечивает стабильное питание для устройств с выходным током до 2 А. Компактный и энергоэффективный, он идеально подходит для питания микроконтроллеров, датчиков и других электронных компонентов в автомобилях, робототехнике и портативных системах. Высокая надёжность и защита от перегрузки гарантируют безопасную работу в любых условиях. Простота подключения и компактный дизайн делают его незаменимым для проектов, требующих точного управления питанием.",
      "price": 1300,
      "image": "images/energy/product3.png",
      "specs": {
        "Вход": "12V",
        "Выход": "5V",
        "Ток": "2A"
      }
    },
    {
      "id": 44,
      "name": "Аккумулятор Li-Ion 3000mAh",
      "description": "Li-Ion аккумулятор ёмкостью 3000 мАч разработан для устройств, требующих длительного автономного питания. С напряжением 3.7 В он обеспечивает высокую энергоёмкость и стабильную работу для робототехнических платформ, дронов и портативной электроники. Аккумулятор оснащён встроенной системой защиты от перезаряда, короткого замыкания и глубокого разряда, что продлевает его срок службы. Лёгкий и компактный, он идеально подходит для проектов, где важны мощность и мобильность.",
      "price": 5000,
      "image": "images/energy/product4.png",
      "specs": {
        "Ёмкость": "3000 mAh",
        "Напряжение": "3.7V",
        "Тип": "Li-Ion"
      }
    },
    {
      "id": 45,
      "name": "Солнечная панель 100W",
      "description": "Солнечная панель мощностью 100 Вт — это мощное решение для автономных систем питания, подходящее для крупных проектов, таких как домашние солнечные станции, зарядные системы для аккумуляторов или автономное освещение. С эффективностью 18% и прочной конструкцией, она обеспечивает стабильную выработку энергии даже в условиях ограниченного освещения. Устойчивая к погодным условиям и простая в установке, эта панель идеально подходит для использования в кемпинге, на даче или в удалённых местах, где требуется надёжный источник энергии.",
      "price": 16500,
      "image": "images/energy/product5.png",
      "specs": {
        "Мощность": "100W",
        "Размер": "60x40 см",
        "Эффективность": "18%"
      }
    }
  ],
  "Стендовые модели и DIY-наборы": [
    {
      "id": 46,
      "name": "Конструктор РобоСтарт",
      "description": "Конструктор РобоСтарт — это идеальный стартовый набор для юных инженеров, желающих погрузиться в мир робототехники. Этот комплект позволяет собрать базовую модель робота с подвижными частями, следуя подробной инструкции. Набор включает всё необходимое для создания функционального робота, который может двигаться и выполнять простые задачи. Подходит для детей от 10 лет и начинающих энтузиастов, помогая развить навыки сборки, логики и понимания основ механики в увлекательной игровой форме.",
      "price": 3200,
      "image": "images/diy/product1.png",
      "specs": {
        "Комплектация": "Модели, инструкция",
        "Уровень": "Начальный",
        "Возраст": "10+"
      }
    },
    {
      "id": 47,
      "name": "Учебный набор Arduino",
      "description": "Учебный набор Arduino — это идеальный выбор для знакомства с миром микроконтроллеров и электроники. Включая плату Arduino, разнообразные датчики, провода и подробную инструкцию, этот набор позволяет создавать простые, но увлекательные проекты, такие как световые индикаторы или системы управления. Подходит для начинающих от 12 лет, он помогает освоить основы программирования и электроники. Комплект разработан для образовательных целей, делая обучение интерактивным и доступным даже без предварительного опыта.",
      "price": 4500,
      "image": "images/diy/product2.png",
      "specs": {
        "Комплектация": "Плата, датчики, инструкция",
        "Уровень": "Начальный",
        "Возраст": "12+"
      }
    },
    {
      "id": 48,
      "name": "Конструктор Механика",
      "description": "Конструктор Механика предлагает увлекательный способ изучения принципов механики через сборку подвижных моделей. Набор включает множество деталей для создания сложных механизмов, таких как рычаги, зубчатые колеса и шарниры, с подробной инструкцией. Подходит для пользователей среднего уровня от 12 лет, он развивает навыки инженерного мышления и понимание механических процессов. Идеально для школьных проектов, хобби или семейного творчества, этот набор вдохновляет на создание уникальных конструкций.",
      "price": 3800,
      "image": "images/diy/product3.png",
      "specs": {
        "Комплектация": "Детали, инструкция",
        "Уровень": "Средний",
        "Возраст": "12+"
      }
    },
    {
      "id": 49,
      "name": "Учебный набор Робототехника",
      "description": "Учебный набор Робототехника — это комплексное решение для изучения основ робототехники и создания собственных автономных устройств. Включает модули для сборки, программируемые контроллеры, датчики и подробные инструкции для реализации разнообразных проектов. Подходит для пользователей среднего уровня от 12 лет, набор помогает освоить программирование, механику и электронику. Отлично подходит для школьных кружков, STEM-образования или самостоятельного изучения, вдохновляя на разработку инновационных решений.",
      "price": 5000,
      "image": "images/diy/product4.png",
      "specs": {
        "Комплектация": "Модули, инструкция",
        "Уровень": "Средний",
        "Возраст": "12+"
      }
    },
    {
      "id": 50,
      "name": "DIY-набор 3D-печать",
      "description": "DIY-набор 3D-печать позволяет собрать собственный мини-3D-принтер с нуля, открывая двери в мир аддитивных технологий. В комплект входят все необходимые компоненты, включая раму, электронику и подробную инструкцию, что делает процесс сборки доступным даже для продвинутых новичков. Подходит для пользователей от 14 лет, набор развивает навыки работы с 3D-печатью, программирования и механики. Идеально для энтузиастов, желающих создавать прототипы, модели или кастомизированные изделия своими руками.",
      "price": 8200,
      "image": "images/diy/product5.png",
      "specs": {
        "Комплектация": "Компоненты, инструкция",
        "Уровень": "Продвинутый",
        "Возраст": "14+"
      }
    }
  ],
  "Расходные материалы": [
    {
      "id": 51,
      "name": "Клей-суперклей",
      "description": "Суперклей с мгновенным схватыванием — это универсальное решение для быстрого и надёжного склеивания различных материалов, включая пластик, металл, дерево и керамику. Благодаря объёму 100 мл и высокой цепкости, он идеально подходит для ремонта, сборки прототипов и хоббийных проектов. Клей обеспечивает прочное соединение за считанные секунды, устойчивое к вибрациям и умеренным нагрузкам. Компактная упаковка удобна для точного нанесения, минимизируя отходы и обеспечивая аккуратную работу.",
      "price": 600,
      "image": "images/consumables/product1.png",
      "specs": {
        "Тип": "Цепкий",
        "Объём": "100 мл",
        "Скорость схватывания": "Мгновенная"
      }
    },
    {
      "id": 52,
      "name": "Припой Sn99",
      "description": "Припой Sn99 — это высококачественный свинцовый припой диаметром 0.8 мм, разработанный специально для электроники и пайки. Обеспечивая отличную текучесть и надёжное соединение, он идеально подходит для работы с печатными платами, микроконтроллерами и другими электронными компонентами. Вес 200 г обеспечивает достаточный запас для множества проектов, а состав гарантирует минимальное образование оксидов, упрощая процесс пайки. Прочный и долговечный, этот припой станет незаменимым помощником для профессионалов и энтузиастов.",
      "price": 700,
      "image": "images/consumables/product2.png",
      "specs": {
        "Состав": "Свинцовый",
        "Диаметр": "0.8 мм",
        "Вес": "200 г"
      }
    },
    {
      "id": 53,
      "name": "Медный провод 0.5мм",
      "description": "Медный провод диаметром 0.5 мм и длиной 100 метров предназначен для сборки электронных схем, прототипирования и создания электрических соединений. Изготовленный из высококачественной меди, он обеспечивает отличную проводимость и минимальные потери сигнала. Гибкий и прочный, этот провод идеально подходит для работы с макетными платами, Arduino-проектами и другими электронными устройствами. Удобная длина делает его универсальным выбором для хоббийных и профессиональных задач.",
      "price": 400,
      "image": "images/consumables/product3.png",
      "specs": {
        "Диаметр": "0.5 мм",
        "Материал": "Медь",
        "Длина": "100 м"
      }
    },
    {
      "id": 54,
      "name": "Филамент PLA 1.75mm",
      "description": "Филамент PLA диаметром 1.75 мм и весом 1 кг — это экологически чистый и высококачественный материал для 3D-печати. Изготовленный из биоразлагаемого пластика, он обеспечивает гладкую поверхность и высокую детализацию моделей. Подходит для большинства FDM-принтеров, филамент прост в использовании, не требует нагревательной платформы и идеально подходит для создания прототипов, декоративных изделий и образовательных моделей. Стабильная структура и равномерный диаметр гарантируют надёжные результаты печати.",
      "price": 2000,
      "image": "images/consumables/product4.png",
      "specs": {
        "Диаметр": "1.75 мм",
        "Материал": "PLA",
        "Вес": "1 кг"
      }
    },
    {
      "id": 55,
      "name": "Контактные площадки",
      "description": "Набор из 100 медных контактных площадок размером 10x10 мм предназначен для монтажа печатных плат и создания надёжных электрических соединений. Изготовленные из высококачественной меди, они обеспечивают отличную проводимость и долговечность. Площадки идеально подходят для прототипирования, ремонта электроники и хоббийных проектов, таких как сборка Arduino или Raspberry Pi устройств. Простота установки и универсальность делают этот набор незаменимым для энтузиастов и профессионалов в области электроники.",
      "price": 900,
      "image": "images/consumables/product5.png",
      "specs": {
        "Размер": "10x10 мм",
        "Материал": "Медные",
        "Количество": "100 шт."
      }
    }
  ]
}