{
  "3D-печать":{
    "icon": "3d_rotation",
    "slug": "3d-pechat",
    "items": [
    {
      "name": "Филамент Nova PA-GF30HT, черный, 1.75мм, 750г",
      "description": "Филамент из инженерного термостабилизированного компаунда для FDM 3D печати на основе полиамида-6 и армирующего стекловолокна. Благодаря специальным добавкам подойдет для деталей, работающих при повышенной температуре (Рабочий температурный диапазон: пиково до 200С, длительно до 140С). Материал жесткий и прочный (минимум в два-три раза в сравнении с АБС). Наличие 30% стекловолокна значительно увеличивают прочность, жесткость а также уменьшают коробление при печати. Nova PA6+GF30HT устойчив к действию углеводородов (керосина, бензина, дизельного топлива, бензола и т.д.), минеральных и синтетических масел, концентрированных и слабых щелочей. Может подойти для функциональных прототипов, деталей в подкапотном пространстве автомобилей, робототехники, оснастки, различного крепежа, фиксаторов и др.  По мере впитывания влаги или масел становится менее жестким, и более эластичным и прочным. Обязательна сушка перед печатью, а также хранение в сухом герметичном контейнере. Внимание! Пластик содержит стекловолокно, поэтому мы рекомендуем использовать сопла из закаленной стали с твердостью более 50 HRC с диаметром от 0.5мм. При шлифовании напечатанных деталей использовать компоненты индивидуальной защиты такие как очки, перчатки и респиратор! Для удаления стекловолокна с поверхности изделия, аккуратно протрите его жесткой щеткой, прорезиненной перчаткой или аналогичным предметом.",
      "price": 19800,
      "image_url": "https://ir-3.ozone.ru/s3/multimedia-1-r/wc1000/7239577743.jpg",
      "gallery": [
        "https://ir-3.ozone.ru/s3/multimedia-1-g/wc1000/7239577768.jpg",
        "https://ir-3.ozone.ru/s3/multimedia-1-n/wc1000/7239577775.jpg",
        "https://ir-3.ozone.ru/s3/multimedia-1-u/wc1000/7239577746.jpg"
      ],
      "specs": {
        "Плотность": "1,36 г/см3",
        "Размеры ": "200х200х50 мм",
        "Вес": "750 г",
        "Толщина": "1.75 мм",
        "Цвет": "черный",
        "Количество": "1"
      },
      "stock": 10,
      "ozon_product_id": "1416027328"
    },
    {
      "name": "Фотополимерная смола Anycubic Basic Standart Colored UV Resin для 3D принтера 405нм Серая (Gray) 1 литр",
      "description": "Фотополимерная смола Anycubic Basic Standart Colored UV Resin серого цвета объёмом 1 литр предназначена для 3D-печати по технологии LCD с длиной волны 405 нм. Она обеспечивает высокую точность передачи деталей, хорошую адгезию к платформе и быстрое время полимеризации. Благодаря серому цвету модели удобно шлифовать и готовить к покраске, что делает эту смолу отличным выбором для прототипирования, создания миниатюр и других высокодетализированных объектов. Материал обладает твердостью по Шору 82, что гарантирует прочность и устойчивость готовых изделий к механическим нагрузкам. Смола совместима с большинством LCD-принтеров и подходит как для профессионального, так и для любительского использования.",
      "price": 9200,
      "image_url": "https://ir-3.ozone.ru/s3/multimedia-1-x/wc1000/7137847113.jpg",
      "gallery": [
        "https://ir-3.ozone.ru/s3/multimedia-o/wc1000/6370358880.jpg"
      ],
      "specs": {
        "Тип пластика для 3D печати": "SLA",
        "Цвет": "Anycubic Basic Standart Colored Серая",
        "Технология 3D печати": "LCD",
        "Твердость по Шору": "82",
        "Объем": "1 л"
      },
      "stock": 10,
      "ozon_product_id": "658237930"
    },
    {
      "name": "Сопло латунное E3D Volcano для 3D принтера 0.4 мм - 2 шт",
      "description": "Наши латунные сопла E3D Volcano изготовлены на профессиональном оборудовании из высококачественного латунного сплава, что придает им повышенную коррозионную стойкость и высокий показатель теплопроводности. Высокое качество изготовления обеспечивает высокое качество печати. Фрезеровка и обработка отверстия, фаска на стыке обеспечивает равномерную подачу пластика, отсутствие пробок и заеданий. Каждое сопло имеет маркировку о диаметре выходного отверстия.Латунные сопла изготавливаются из более мягкого материала, поэтому их срок службы меньше, чем у титановых форсунок и сопел из закаленной стали. Рекомендуем менять латунные насадки каждые 2.5-3.5 кг филамента, чтобы сохранить безупречное качество печати. Наши высококачественные сопла (насадки) подходит для любого 3D принтера, зависят от типа хотэнда.",
      "price": 1400,
      "image_url": "https://ir-3.ozone.ru/s3/multimedia-1-l/wc1000/7024195893.jpg",
      "gallery": [
        "https://ir-3.ozone.ru/s3/multimedia-0/wc1000/6830048016.jpg",
        "https://ir-3.ozone.ru/s3/multimedia-h/wc1000/6830047889.jpg"
      ],
      "specs": {
        "Тип пластика для 3D печати": "ABS, ABS+, ASA, PLA, PLA+, PETG, TPU, SLA, SBS, PVA, POM, HIPS, FLEX, PCL",
        "Диаметр": "0.4 мм",
        "Материал": "Латунь",
        "Резьба": "M6",
        "Рабочая температура": "300 °C"
      },
      "stock": 10,
      "ozon_product_id": "1359208853"
    }
  ]
  },
  "DIY-наборы": {
    "icon": "toys",
    "slug": "DIY-nabory",
    "items": [
    {
      "name": "Arduino UNO R3 Набор-комплект Ардуино уно р3 для программирования - стартовый (109 деталей - 30 уроков) уно р3 9V Maximum KIT с RFID модулем (С инструкцией, большой кит)",
      "description": "Arduino Набор комплект для программирования с Ардуино Uno R3 9V Maximum Kit с RFID модулем (109 деталей/компонентов и 30 уроков в комплекте) - это большой комплект, который позволяет создать и программировать различные устройства на базе микроконтроллера Arduino Uno R3, включая использование RFID модуля.В комплект входят все необходимые компоненты для создания устройства, включая плату Arduino Uno R3, RFID модуль, дисплей, различные датчики, кнопки, светодиоды, резисторы, провода и другие элементы. Кроме того, в комплект входит руководство пользователя, которое содержит подробные инструкции по сборке и программированию устройства.RFID модуль позволяет считывать данные с RFID меток и использовать их в устройстве. Например, такая функция может быть использована для контроля доступа, управления инвентаризацией или других задач, требующих идентификации объектов.Arduino Uno R3 - это микроконтроллер, основанный на микросхеме ATmega328P. Он имеет 14 цифровых входов/выходов, 6 аналоговых входов, кварцевый резонатор на 16 МГц, USB-порт для программирования и питания, а также возможность подключения дополнительных модулей расширения.Этот комплект является идеальным выбором для создания различных проектов, в том числе для домашней автоматизации, робототехники, интернета вещей и многих других.",
      "price": 16400,
      "image_url": "https://ir-3.ozone.ru/s3/multimedia-1-i/wc1000/7492166046.jpg",
      "gallery": [
        "https://ir-3.ozone.ru/s3/multimedia-1-h/wc1000/7494847037.jpg",
        "https://ir-3.ozone.ru/s3/multimedia-1-p/wc1000/7506777409.jpg",
        "https://ir-3.ozone.ru/s3/multimedia-1-p/wc1000/7506777409.jpg"
      ],
      "specs": {
        "Размеры": "230 X 160 X 60 мм",
        "Вес": "563 г",
        "Количество": "1"
      },
      "stock": 10,
      "ozon_product_id": "7506777409"
    },
    {
      "name": "Модуль датчик температуры (цифровой термометр) DS18B20 герметичный, водонепроницаемый IP67, трехпроводный кабель 3 метра",
      "description": "Герметичный датчик температуры DS18B20, герметичный и водонепроницаемый, IP67, трехпроводный кабель в металлической гильзе. Предназначен для работы в сложных условиях: на улице, в помещениях с повышенной влажностью, под водой или землей. Датчик может производить измерения в диапазоне от -55С до +125С, погрешность не превышает 0,5С. Применяется в проектах на базе Ардуино. Пользователь может самостоятельно задать пограничные значения и сохранить их в памяти. Полученные данные датчик передает на плату по протоколу 1-Wire.Подключение: красный - питание \"+\", черный - питание \"-\", желтый - управление.Питание: 3V .. 5.5VТемпературный диапазон: от -55 до +125С.Погрешность измерения: 0,5С.Максимальный потребляемый ток: 1мА.Потребляемый ток в режиме ожидания: 750нА.Время отклика: менее 1с.",
      "price": 1700,
      "image_url": "https://ir-3.ozone.ru/s3/multimedia-1-u/wc1000/7317189462.jpg",
      "gallery": [
        "https://ir-3.ozone.ru/s3/multimedia-1-z/wc1000/7030661831.jpg",
        "https://ir-3.ozone.ru/s3/multimedia-1-u/wc1000/7030661826.jpg",
        "https://ir-3.ozone.ru/s3/multimedia-1-u/wc1000/7030661826.jpg"
      ],
      "specs": {
        "Тип электронного модуля": "Термометр",
        "Тип корпуса для электрокомпонентов": "Стандартный",
        "Диапазон рабочих температур": "-55°C до +125°C",
        "Погрешность измерения": "0,5°C"
      },
      "stock": 10,
      "ozon_product_id": "1867408480"
    },
    {
      "name": "Датчик атмосферного давления и температуры BMP180 GY-68 / Arduino",
      "description": "Модуль GY-68 на микросхеме BMP180 это цифровой датчик атмосферного давления (барометр) и температуры для совместного использования с устройствами, использующими платформу ARDUINO (Ардуино).Кроме этого! С помощью преобразования данных о давлении можно определить высоту. Таким образом, цифровой модуль атмосферного давления и температуры RKP-GY-68-BMP180 может использоваться и как высотомер.В основе модуля GY-68 заложен чип компании BOSH BMP180, использующий пьезорезистивный метод.Модуль часто используется в полетных контроллерах (мультикоптерах, квадрокоптерах, воздушных шарах, зондах, дельтапланах). А так же в составе самостоятельного высотомера или вместе с прибором ГЛОНАСС, GPS для уточнения высоты и в приборах отслеживающих погоду.Модуль RKP-GY-68-BMP180 имеет I2C интерфейс, так что без проблем подключается к любой платформе из семейства Ардуино.Каждая микросхема BMP180 проходит калибровку на заводе-изготовителе. В результате калибровочные коэффициенты записываются в ПЗУ.Версия BMP180 является обновленной версией микросхемы BMP085. Более новая версия полностью совместима со старой.Измеренные величины давления и температуры передаются по последовательной шине данных цифрового барометра-термометра. Высота над уровнем моря вычисляется по методике, изложенной в документации микросхемы BMP180 на странице 15. Количество измерений в секунду может достигать 128. Обычно используют датчик в режиме одно измерение в секунду. Это увеличивает точность и экономит ток потребления. Датчик может измерять атмосферное давление с различной точностью. Требуемая точность измерения сообщается датчику микроконтроллером. Важно правильно задать задержку в программе перед чтением регистров данных.",
      "price": 1100,
      "image_url": "https://ir-3.ozone.ru/s3/multimedia-1-y/wc1000/7468753606.jpg",
      "gallery": [
        "https://ir-3.ozone.ru/s3/multimedia-1-h/wc1000/7468753733.jpg",
        "https://ir-3.ozone.ru/s3/multimedia-1-1/wc1000/7468753717.jpg",
        "https://ir-3.ozone.ru/s3/multimedia-1-z/wc1000/7043526611.jpg"
      ],
      "specs": {
        "Диапазон рабочих температур": "-24°C до +85°C",
        "Размеры": "12 x 10 х 2,7 мм",
        "Вес": "2 г",
        "Количество": "1"
      },
      "stock": 10,
      "ozon_product_id": "1593375730"
    },
    {
      "name": "Жидкий пластик для литья Набор Полиморфус 50 гр + краситель черный",
      "description": "Полиморфус – это самозатвердевающий пластик. При нагревании он становится пластичным и удобным для формования, а при охлаждении приобретает все свойства пластмассы: становится твердым, упругим и при этом очень прочным.Полиморфус уникален тем, что достигает пластичного состояния всего лишь при 65 градусах по Цельсию. Благодаря этому из него можно создавать пластмассовые изделия в домашних условиях без каких-либо дополнительных средств, то есть прямо руками!Забудьте о вспомогательных компонентах или специальной обработке – материал затвердевает естественным способом по мере охлаждения (скорость затвердевания зависит от температуры воздуха и размера изделия). Можно ускорить процесс затвердевания, поместив пластик, например, в холодную воду. Таким образом, все что нужно для работы с Полиморфусом - горячая вода, две руки и интересная идея. Поэтому работать с ним легко и приятно! Полиморфус может использоваться в моделировании, прототипировании, мелком ремонте, авторемонте, художественной лепке. ",
      "price": 2000,
      "image_url": "https://ir-3.ozone.ru/s3/multimedia-m/wc1000/6708022114.jpg",
      "gallery": [
        "https://ir-3.ozone.ru/s3/multimedia-z/wc1000/6708016475.jpg",
        "https://ir-3.ozone.ru/s3/multimedia-h/wc1000/6708016457.jpg",
        "https://ir-3.ozone.ru/s3/multimedia-h/wc1000/6708016457.jpg"
      ],
      "specs": {
        "Вес товара": "50 г",
        "Цвет": "Белый",
        "Пластичный при": "65°C"
      },
      "stock": 10,
      "ozon_product_id": "168319118"
    }
  ]
  },
  "Полимеры для творчества": {
    "icon": "layers",
    "slug": "Polimery-dlya-tvorchestva",
    "items": [
    {
      "name": "Полиморфус для лепки и мелкого ремонта / Поликапролактон белый, 110 граммов",
      "description": "Полиморфус или поликапролактон - представитель нового поколения пластиков, обладающий необычными свойствами. Цвет полиморфуса в гранулах - белый, при плавлении в воде - прозрачный, после остывания - белый. Вес полиморфуса без пластиковой тары 110 граммов (пластиковая тара может быть прозрачной или непрозрачного белого цвета). Суперпластик может быть приведен в пластичное состояние просто при погружении в горячую воду (около 60-65°C). Несмотря на то, что он разогрет до такой температуры, это почти не чувствуется из-за низкой теплоёмкости и теплопроводности этого чудо пластика. Поэтому в пластичном состоянии полиморфусу даже руками можно придать любую форму. После охлаждения до комнатной температуры он становится чрезвычайно прочным. Ещё одна особенность полиморфуса состоит в том, что он может быть нагрет и переформирован неограниченное количество раз. Является экологически чистым нетоксичным материалом. Приятен на ощупь, не обжигает, не прилипает и не оставляет следов на руках. Отлично подходит для изготовления масок в косплее или для зубов - клыков, но использовать в стоматологических целях не рекомендуется (в качестве пломб). Не предназначен для еды.",
      "price": 1700,
      "image_url": "https://ir-3.ozone.ru/s3/multimedia-x/wc1000/6363280497.jpg",
      "gallery": [
        "https://ir-3.ozone.ru/s3/multimedia-u/wc1000/6363280494.jpg",
        "https://ir-3.ozone.ru/s3/multimedia-s/wc1000/6363280492.jpg",
        "https://ir-3.ozone.ru/s3/multimedia-t/wc1000/6363280493.jpg"
      ],
      "specs": {
        "Вес": "110 г",
        "Цвет": "Белый",
        "Тип": "Поликапролактон",
        "Особенности": "Плавление в воде, погрузка в горячую воду"
      },
      "stock": 10,
      "ozon_product_id": "632135826"
    },
    {
      "name": "Эпоксидная смола для творчества, уф смола для молдов 200г EpoView UV",
      "description": "Эпоксидная УФ-смола Epoview объёмом 200 г предназначена для творчества и создания украшений, фигурок, декоративных элементов и изделий с использованием силиконовых молдов. Смола быстро затвердевает под воздействием ультрафиолетового излучения, не требует смешивания с отвердителем и готова к использованию сразу после открытия. Прозрачная текстура обеспечивает чистый стеклянный эффект, благодаря чему изделия получаются гладкими, блестящими и без пузырьков. Материал отлично подходит для инкрустации, заливки мелких деталей, работы с сухоцветами и пигментами. Epoview UV-смола совместима с УФ-лампами и солнечным светом, что делает её удобной для использования как в домашних условиях, так и в профессиональных мастерских.",
      "price": 3600,
      "image_url": "https://ir-3.ozone.ru/s3/multimedia-1-j/wc1000/7235211295.jpg",
      "gallery": [
        "https://ir-3.ozone.ru/s3/multimedia-1-r/wc1000/7235211267.jpg",
        "https://ir-3.ozone.ru/s3/multimedia-1-j/wc1000/7235207839.jpg",
        "https://ir-3.ozone.ru/s3/multimedia-1-j/wc1000/7235207875.jpg"
      ],
      "specs": {
        "Вес": "200 г",
        "Объем": "200 мл",
        "Цвет": "Светло-серый"
      },
      "stock": 10,
      "ozon_product_id": "1298218658"
    },
    {
      "name": "Скелетированные листья, природный материал для творчества, поделок, бижутерии и хобби",
      "description": "Скелетированные листья - это листочки, на которых оставили только жилки (скелет), а мякоть полностью удалили. После этого листья обесцветили и окрасили в разные цвета.Представляем Вашему вниманию небольшой набор из белых скелетированных листьев. В нем содержится 8 листиков. Размер листочков в среднем 5-6 см.Сухие листья пригодятся Вам практически в любом виде творчества и хобби. С ними можно создавать удивительные маникюрные шедевры, Ваш маникюр обязательно привлечет восторженные взгляды!Их используют в создании флористических композиций, добавляют к букетам из сухоцветов и искусственных и стабилизированных цветов. Невесомые листочки придают им особый шарм.Создавайте неповторимые, уникальные украшения и бижутерию. Подружки точно не смогут оторвать взгляд. Каждая из них, как и мама, дочь, коллега, будут рады получить в подарок уникальное изделие с использованием скелетированных листочков.Листья для эпоксидной смолы - отличный выбор. Можно использовать как целые листики, так и их части. Они прекрасны в любом виде))Листочки используют в украшении десертов, тортов и коктейлей. Но не стоит забывать, что это лишь декор. В пищу листочки непригодны!Их можно использовать также для оттиска в металле. Несмотря на свою хрупкость, листики уверенно выдерживают прокаты.Уверены, Вы найдёте для себя самых эффектный и красивый способ применения этих небольших милашек))",
      "price": 2000,
      "image_url": "https://ir-3.ozone.ru/s3/multimedia-v/wc1000/6777359347.jpg",
      "gallery": [
        "https://ir-3.ozone.ru/s3/multimedia-v/wc1000/6777359347.jpg",
        "https://ir-3.ozone.ru/s3/multimedia-q/wc1000/6788675726.jpg",
        "https://ir-3.ozone.ru/s3/multimedia-t/wc1000/6788675729.jpg"
      ],
      "specs": {
        "Вес": "1 г",
        "Цвет": "Белый",
        "Количество": "8",
        "Длинна": "5-6 см"
      },
      "stock": 10,
      "ozon_product_id": "1210020982"
    },
    {
      "name": "Набор для опытов 'ЦИАНОТИПИЯ' Опыты и эксперименты для детей. 'Искусство первых ФОТО' Подарок для творчества девочек. Сделай сам БЕЗ ФОТОКАМЕРЫ Игровой для девочки мальчика на день рождения",
      "description": "Набор для опытов «Цианотипия» — это увлекательный способ познакомить детей с историей фотографии и основами фотохимии, позволяя им создавать отпечатки без использования фотокамеры. Основанный на технологии XIX века, этот набор предлагает провести эксперимент, в ходе которого с помощью солнечного света и специальных реактивов можно получить изображения в характерных синих и голубых оттенках. Процесс прост и безопасен: необходимо нанести светочувствительный раствор на бумагу, выложить на неё выбранные предметы или трафареты, а затем экспонировать на солнце. После промывки водой проявляется уникальное изображение. Набор включает всё необходимое для проведения эксперимента, включая подробную инструкцию, и подходит для детей школьного возраста. Это отличный подарок для юных исследователей, который развивает творческое мышление и интерес к науке.",
      "price": 4000,
      "image_url": "https://ir-3.ozone.ru/s3/multimedia-1-s/wc1000/7315236604.jpg",
      "gallery": [
        "https://ir-3.ozone.ru/s3/multimedia-1-p/wc1000/7232253469.jpg",
        "https://ir-3.ozone.ru/s3/multimedia-1-q/wc1000/7232253470.jpg",
        "https://ir-3.ozone.ru/s3/multimedia-1-p/wc1000/7229355757.jpg"
      ],
      "specs": {
        "Количество экспериментов в наборе": "1",
        "Развитие навыков": "Воображение, Буквы, цифры, Внимание, Моторика, Фигуры, цвета",
        "Материалы набора": "Бумага, ABS пластик, Полиэтилен"
      },
      "stock": 10,
      "ozon_product_id": "1549326905"
    }
  ]
  },
  "Композиты и пластики": {
    "icon": "inventory_2",
    "slug": "Komposity-i-plastiki",
    "items": [
    {
      "name": "Углеткань (карбон) 400 г/м2 30х30 см, плетение Twill / саржа",
      "description": "Углеродная ткань, изготовленная из углеволокна, применяется для ремонта карбоновых клюшек, лыж и лыжных палок, лодок, велосипедных комплектующих, изготовления углепластика, листового карбона.Это настоящий карбон с плотным плетением без просветов - понадобится меньше слоев, чем при работе с полотном меньшей плотности.Подходит для инфузии, ламинации, вакуумной формовки, может заменить стеклоткань.",
      "price": 4400,
      "image_url": "https://ir-3.ozone.ru/s3/multimedia-1-2/wc1000/7302953126.jpg",
      "gallery": [
        "https://ir-3.ozone.ru/s3/multimedia-1-5/wc1000/7302953129.jpg",
        "https://ir-3.ozone.ru/s3/multimedia-1-1/wc1000/7302953125.jpg",
        "https://ir-3.ozone.ru/s3/multimedia-1-4/wc1000/7302953128.jpg"
      ],
      "specs": {
        "Плотность": "400 г/м2",
        "Длина": "30 см",
        "Размер": "30х30 см",
        "Толщина полотна": "0,4 мм"
      },
      "stock": 10,
      "ozon_product_id": "1326738495"
    },
    {
      "name": "Стеклоткань конструкционная 160, 3 м2",
      "description": "Стеклоткань конструкционная на силановом замасливателе предназначена для применения в авиации, автомобилестроении, производстве яхт и катеров, а также для химостойких ёмкостей. Материал обеспечивает готовому изделию отличные прочностные характеристики, прекрасно пропитывается полиэфирными и эпоксидными смолами, отличается низким весом и небольшим расходом смолы. Используется в технологиях ручного формования, вакуумной инфузии, RTM и RTM light. В комплект входит стеклоткань плотностью 160 г/м² в количестве 3 м²",
      "price": 2700,
      "image_url": "https://ir-3.ozone.ru/s3/multimedia-1-3/wc1000/7413593763.jpg",
      "gallery": [
        "https://ir-3.ozone.ru/s3/multimedia-1-m/wc1000/7413593890.jpg",
        "https://ir-3.ozone.ru/s3/multimedia-1-w/wc1000/7413585764.jpg",
        "https://ir-3.ozone.ru/s3/multimedia-1-d/wc1000/7413585817.jpg"
      ],
      "specs": {
        "Длина": "3 м",
        "Назначение сетки": "Армирующая",
        "Ширина": "1000 мм"
      },
      "stock": 10,
      "ozon_product_id": "986936930"
    },
    {
      "name": "Лист АБС пластик 250*300*2 мм. Черный. Тисненый ABS. 1 шт.",
      "description": "Если у Вас есть идея и желание прикоснуться к творчеству и самому сделать из куска пластика декоративную или практическую вещь - лист из ABS пластика верный в этом помощник! Можно использовать в домашних условиях для хобби, рукоделия, творчества ручной работы, украшений, различных аксессуаров, подарков, аппликации.\n\nПреимущества АБС пластика:\n\nлегко режется\n\nможно придать форму методом нагрева феном\n\nпосле придания формы изделие сохранит нужную конфигурацию\n\nЛистовой пластик из АБС является самым востребованным из всех полимеров для производства изделий методом термо-вакуумного формования. Высокая механическая прочность и ударопрочность, стойкость к высоким и низким температурам делают листовой пластик не заменимым во многих отраслях. Диапазон температур эксплуатации составляет от минус 40 до плюс 80 градусов, способны выдерживать кратковременный нагрев до 100ºС.",
      "price": 1600,
      "image_url": "https://ir-3.ozone.ru/s3/multimedia-9/wc1000/6472679937.jpg",
      "gallery": [
        "https://ir-3.ozone.ru/s3/multimedia-b/wc1000/6477808247.jpg",
        "https://ir-3.ozone.ru/s3/multimedia-p/wc1000/6477808261.jpg",
        "https://ir-3.ozone.ru/s3/multimedia-s/wc1000/6473661676.jpg"
      ],
      "specs": {
        "Длина": "25 см",
        "Площадь": "1.5 м²",
        "Ширина": "30 см",
        "Толщина": "2 мм"
      },
      "stock": 10,
      "ozon_product_id": "835772061"
    }
  ]
  }
}
